[ 
	{
		"front" : {
			"text" : "Theodore Roosevelt",
			"image" : "http://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/T_Roosevelt.jpg/477px-T_Roosevelt.jpg"
		},
		"back" : {
			"summary" : "26th president of the US.",
			"details" : "Theodore 'T.R.'' Roosevelt, Jr. (October 27, 1858 – January 6, 1919) was an American politician, author, naturalist, soldier, explorer, and historian who served as the 26th President of the United States.[3] He was a leader of the Republican Party (GOP) and founder of the Progressive Party insurgency of 1912. He is known for his exuberant personality, range of interests and achievements, and his leadership of the Progressive Movement, as well as his 'cowboy' persona and robust masculinity.[4] Born into a wealthy family in New York City, Roosevelt was a sickly child who suffered from asthma. To overcome his physical weakness, he embraced a strenuous life. He was home-schooled and became an eager student of nature. He attended Harvard College where he studied biology, boxed, and developed an interest in naval affairs. He quickly entered politics, determined to become a member of the ruling class. In 1881 he was elected to the New York State Assembly, where he became a leader of the reform faction of the GOP. His book The Naval War of 1812 (1882) established him as a learned historian and writer."
		},
		"category" : "Presidents",
		"favorite" : false,
		"score" : 8,
		"owner_id" : 3
	},
	{
		"front" : {
			"text" : "Abraham Lincoln",
			"image" : "http://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Abraham_Lincoln_November_1863.jpg/486px-Abraham_Lincoln_November_1863.jpg"
		},
		"back" : {
			"summary" : "16th president of the US.",
			"details" : "Abraham Lincoln Listeni/ˈeɪbrəhæm ˈlɪŋkən/ (February 12, 1809 – April 15, 1865) was the 16th president of the United States, serving from March 1861 until his assassination in April 1865. Lincoln led the United States through its Civil War—its bloodiest war and its greatest moral, constitutional and political crisis.[1][2] In doing so, he preserved the Union, abolished slavery, strengthened the federal government, and modernized the economy. Reared in a poor family on the western frontier, Lincoln was a self-educated lawyer in Illinois, a Whig Party leader, state legislator during the 1830s, and a one-term member of the Congress during the 1840s. He promoted rapid modernization of the economy through banks, canals, railroads and tariffs to encourage the building of factories; he opposed the war with Mexico in 1846. After a series of highly publicized debates in 1858, during which Lincoln spoke out against the expansion of slavery, he lost the U.S. Senate race to his archrival, Democrat Stephen A. Douglas. Lincoln, a moderate from a swing state, secured the Republican Party presidential nomination in 1860. With very little support in the slave states, Lincoln swept the North and was elected president in 1860. His election prompted seven southern slave states to form the Confederacy before he took the office. No compromise or reconciliation was found regarding slavery."
		},
		"category" : "Presidents",
		"score" : 12,
		"favorite" : true,
		"owner_id" : 3
	},
	{
		"front" : {
			"text" : "Barack Obama",
			"image" : "http://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/President_Barack_Obama.jpg/480px-President_Barack_Obama.jpg"
		},
		"back" : {
			"summary" : "44th president of the US.",
			"details" : "Barack Hussein Obama II (US Listeni/bəˈrɑːk huːˈseɪn ɵˈbɑːmə/, UK /ˈbærək huːˈseɪn ɵˈbɑːmə/; born August 4, 1961) is the 44th and current President of the United States, and the first African American to hold the office. Born in Honolulu, Hawaii, Obama is a graduate of Columbia University and Harvard Law School, where he served as president of the Harvard Law Review. He was a community organizer in Chicago before earning his law degree. He worked as a civil rights attorney and taught constitutional law at the University of Chicago Law School from 1992 to 2004. He served three terms representing the 13th District in the Illinois Senate from 1997 to 2004, running unsuccessfully for the United States House of Representatives in 2000."
		},
		"category" : "Presidents",
		"score" : 10,
		"favorite" : false,
		"owner_id" : 2
	}
]